[
  "Hit Fallbrook today and you’ll get a boom. 💥",
  "You’ll get a boom if you hit Escondido from noon to 3. 💥",
  "Start in Valley Center and knock till 5 — the gold's out there. 💥",
  "Knock 25 doors in Vista today and you’ll find your two-spot. 💥",
  "You’ll get a boom if you hit 10 country doors before lunch. 💥",
  "Knock San Marcos steady from 11 to 2 and someone will sign. 💥",
  "Start your day in Rainbow and the Oracle will bless you. 💥",
  "You’ll land a deal if you follow up with a lead from six months ago. 💥",
  "Follow up with three people you’ve ghosted on — one will surprise you. 💥",
  "Send a follow-up text to that lead you forgot last week. 💥",
  "Look for a house with an American flag — that’s your boom. 💥",
  "You’ll get a boom if you knock every house with a car in the driveway. 💥",
  "You’ll get a boom if you knock in Fallbrook near the avocado groves. 💥",
  "Knock Escondido from 2 to 5 and trust the Oracle. 💥",
  "You’ll get a boom if you knock 10 doors in Rainbow today. 💥",
  "Your gold is in Valley Center — knock solo and don’t stop. 💥",
  "You’ll get a boom if you hit San Marcos with the pitch for backup batteries. 💥",
  "Use the net metering pitch today in Vista — you’ll get a boom. 💥",
  "Hit Fallbrook and only knock houses with cars in driveway. 💥",
  "You’ll get a boom if you knock houses with steep driveways in Escondido. 💥",
  "Knock country-style homes — today’s got one for you. 💥",
  "You’ll find a deal if you knock 20 doors in Vista and smile on each one. 💥",
  "You’ll get a two-spot if you park in Rainbow and walk to houses. 💥",
  "Follow up with someone who said no three months ago — they’re ready. 💥",
  "Text that lead who never booked a sit but said they were 'interested'. 💥",
  "You’ll get a boom if you tee up 3 sits for tomorrow before sunset. 💥",
  "Use the fire zone backup pitch in San Marcos and watch someone sign. 💥",
  "You’ll get a boom if you hit 15 doors in a single neighborhood loop. 💥",
  "Take one partner, hit Vista steady for 2 hours — one’s gonna close. 💥",
  "You’ll get a boom if you walk instead of drive for your whole first hour. 💥",
  "Start in Rainbow with no plan. Just trust the grind and go. 💥",
  "You’ll get a boom if you talk less and listen more on the next porch. 💥",
  "Knock today from noon to 3 — the Oracle likes those hours. 💥",
  "You’ll get a boom if you wear your favorite shirt and knock with love. 💥",
  "Energy’s strongest from 10:30 to 2:30 today — be out there. 💥"
]
